---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ImportBaseLevelOffset
source: html/a3cfb224-3839-6ef0-e992-0ea442c26844.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ImportBaseLevelOffset Property

"Offset from Work Plane"

## Syntax (C#)
```csharp
public static ForgeTypeId ImportBaseLevelOffset { get; }
```